import React from "react";

function CompanyInfo() {
  return (
    <div className="w-10/12">
      <h1 className="font-mono text-4xl">О Компании</h1>
      <p className="font-mono">
        Транснефть - это российская компания, занимающаяся транспортировкой
        нефти и нефтепродуктов. Основана в 1993 году, она стала одной из
        крупнейших в мире по объемам перекачки нефти. Головной офис компании
        находится в Москве, а ее деятельность охватывает всю территорию России,
        а также некоторые зарубежные страны. Основной деятельностью Транснефти
        является транспортировка нефти по магистральным трубопроводам, которые
        соединяют нефтяные месторождения с нефтеперерабатывающими заводами и
        портами. Компания также предоставляет услуги по хранению и перевалке
        нефти и нефтепродуктов. Транснефть уделяет большое внимание вопросам
        безопасности и охраны окружающей среды, реализуя программы по снижению
        воздействия своей деятельности на природу. Кроме того, компания
        поддерживает социальные проекты в регионах своей деятельности,
        направленные на улучшение жизни местного населения. Транснефть
        сотрудничает с крупными нефтяными компаниями России и других стран,
        обеспечивая стабильную и надежную транспортировку нефти. В компании
        работают высококвалифицированные специалисты, которые следят за
        состоянием трубопроводов и обеспечивают бесперебойную работу системы.
        Транснефть продолжает развивать и модернизировать свою инфраструктуру,
        внедряя новейшие технологии для повышения эффективности и безопасности
        своей деятельности.
      </p>
    </div>
  );
}

export { CompanyInfo };
